Repository: 6aika/sixodp
Catalog: ckanext/ckanext-datasubmitter/ckanext/datasubmitter/i18n/*/LC_MESSAGES/ckanext-datasubmitter.po
Languages: fi

source: A user has submitted a new dataset
fi: Käyttäjä on ilmoittanut uuden tietoaineiston

source: New dataset notification
fi: Ilmoitus uudesta tietoaineistosta

source: Dataset submit user or organization not set.
fi: Aineiston tallennukseen käytettävää organisaatiota ei ole asetettu.

source: Organization
fi: Organisaatio

source: Dataset url
fi: Aineiston www-osoite

source: Unauthorized to create a package
fi: Ei oikeuksia luoda tietoaineistoa

source: Dataset submitted successfully
fi: Tietoaineiston lähetys onnistui

source: Dataset submit notification email addresses (separate emails with a space)
fi: Sähköpostiosoitteet, joihin ilmoitetaan uudesta tietoaineistosta (erota osoitteet välilyönnillä)

source: The organization name (ending in organization's url) into which submitted datasets will be added
fi: Organisaation nimi (organisaation url:n loppuosa), johon ilmoitetut tietoaineistot lisätään

source: Open your data
fi: Avaa dataa

source: By filling this form you can submit your data to be published on this website. Fill in at least the desired title of your dataset and leave your contact information. The site adminstrator will contact you for further information after a few days.
fi: Voit lähettää tällä lomakkeella ehdotuksen uuden datan avaamisesta. Olemme sinuun yhteydessä mahdollisimman pian aina ennen datan julkaisemista.

source: Dataset info
fi: Aineiston tiedot

source: Title
fi: Nimi

source: A descriptive title for the dataset
fi: esim. "Helsingin kaupungin talousarvio"

source: Example: The dataset includes financial information for Acme corporation starting from the year 2012
fi: Yleiskielinen helposti ymmärrettävä, mutta samalla kattava tietoaineiston kuvaus. Kuvaa mahdollisimman hyvin tietoaineiston luontiprosessi, käyttötarkoitus sekä myös mahdolliset rajoitteet tai puutteet aineistossa.

source: Owner organization
fi: Omistajaorganisaatio

source: Submitter info
fi: Ilmoittajan tiedot

source: Name of the submitter
fi: Datan ilmoittajan nimi

source: Submitter email
fi: Ilmoittajan sähköpostiosoite

source: Submit
fi: Lähetä
