Repository: 6aika/sixodp
Catalog: ckanext/ckanext-statistics/ckanext/statistics/i18n/*/LC_MESSAGES/ckanext-statistics.po
Languages: fi

source: This
fi: Tämä

source: Last
fi: Edellinen

source: Modified
fi: Muokattu

source: Loading
fi: Ladataan

source: Loading web page
fi: Ladataan verkkosivua

source: Loading organizations
fi: Ladataan organisaatioita

source: Loading categories
fi: Ladataan kategorioita

source: Loading data
fi: Ladataan tietoaineistoja

source: Loading apps
fi: Ladataan sovelluksia

source: Loading relations
fi: Ladataan relaatioita

source: Preprocessing
fi: Esikäsitellään tietoja

source: Rendering
fi: Renderöidään

source: Done
fi: Valmis

source: Summary
fi: Yhteenveto

source: Datas
fi: Datat

source: Apps
fi: Sovellukset

source: All publishers
fi: Kaikki organisaatiot

source: All categories
fi: Kaikki kategoriat

source: All
fi: Kaikki

source: Data opened
fi: Dataa avattu

source: Apps created
fi: Sovelluksia lisätty

source: Last three months
fi: Viimeiset kolme kuukautta

source: pcs
fi: kpl

source: No data available
fi: Dataa ei saatavilla

source: Most visited since %(date)s
fi: Katsoituimmat %(date)s alkaen

source: Timeline
fi: Aikajana

source: Publishers
fi: Organisaatiot

source: Categories
fi: Kategoriat

source: File formats
fi: Formaatit

source: Used in an app
fi: Käytetty sovelluksessa

source: Not used in any app
fi: Ei käytetty sovelluksessa

source: Site analytics
fi: Analytiikka

source: Period: Current and previous quarter
fi: Ajanjakso: tämä ja edellinen vuosineljännes

source: Datasets created:
fi: Datoja avattu:

source: Datasets modified:
fi: Datoja muokattu:

source: Datasets created or modified:
fi: Datoja avattu tai muokattu:

source: Note: some datasets will be created and modified during the period, hence why 'created or modified' is often less than the sum of the 'created' and 'modified' values.
fi: Huom. Ajanjakson aikana avattuja datoja on voitu myös muokata, joten "avattu tai muokattu" -kohta on usein pienempi kuin "avattu-" ja "muokattu"-kohtien yhteissumma.

source: Published
fi: Julkaistu

source: Datasets created
fi: Datoja avattu

source: Datasets modified
fi: Datoja muokattu

source: Created or modified
fi: Avattu tai muokattu

source: publisher
fi: organisaatio

source: Quarter
fi: Neljännes

source: Dataset
fi: Data

source: Notes
fi: Huomiot

source: By
fi: Luoja

source: Published data
fi: Julkaistu data

source: Filter
fi: Suodata

source: Range
fi: Aikaväli

source: Publisher
fi: Organisaatio

source: Category
fi: Kategoria
