Repository: 6aika/sixodp
Catalog: ckanext/ckanext-sixodp_ui/ckanext/sixodp_ui/i18n/*/LC_MESSAGES/ckanext-sixodp_ui.po
Languages: fi

source: Dataset not found
fi: Tietoaineistoa ei löytynyt

source: Formats
fi: Formaatit

source: Geographical Coverage
fi: Alueet

source: Groups
fi: Kategoriat

source: Organizations
fi: Organisaatiot

source: Collections
fi: Aineistokokonaisuudet

source: Loading...
fi: Ladataan...

source: There is no API data to load for this resource
fi: API:n kautta ei ole ladattavissa dataa tälle resurssille

source: Failed to load data API information
fi: Data-API:n tietojen lataaminen epäonnistui

source: No matches found
fi: Osumia ei löytynyt

source: Start typing…
fi: Ala kirjoittaa...

source: Input is too short, must be at least one character
fi: Syötetty sisältö on liian lyhyt, syötä ainakin yksi merkki

source: There are unsaved modifications to this form
fi: Lomakkeella on tallentamattomia tietoja

source: Please Confirm Action
fi: Vahvista toiminto

source: Are you sure you want to perform this action?
fi: Oletko varma, että haluat suorittaa tämän toiminnon?

source: Confirm
fi: Vahvista

source: Cancel
fi: Peruuta

source: Follow
fi: Seuraa

source: Unfollow
fi: Lopeta seuraaminen

source: Upload
fi: Lataa

source: Link
fi: Linkki

source: Remove
fi: Poista

source: Image
fi: Kuva

source: File
fi: Tiedosto

source: Upload a file on your computer
fi: Lataa tiedosto tietokoneelta

source: Link to a URL on the internet (you can also link to an API)
fi: URL-osoite (voit myös linkittää API:in)

source: show more
fi: näytä lisää

source: show less
fi: näytä vähemmän

source: Reorder resources
fi: Uudelleenjärjestä resurssit

source: Save order
fi: Tallenna järjestys

source: Saving...
fi: Tallennetaan...

source: Upload a file
fi: Lataa tiedosto

source: An Error Occurred
fi: Tapahtui virhe

source: Resource uploaded
fi: Resurssi on ladattu

source: Unable to upload file
fi: Tiedoston lataaminen epäonnistui

source: Unable to authenticate upload
fi: Lataamisen autentikointi epäonnistui

source: Unable to get data for uploaded file
fi: Datan luku ladattavaan tiedostoon epäonnistui

source: You are uploading a file. Are you sure you want to navigate away and stop this upload?
fi: Olet lataamassa tiedostoa palvelimelle. Oletko varma, että haluat poistua sivulta ja keskeyttää lataamisen?

source: Reorder resource view
fi: Uudelleenjärjestä resurssinäyttö

source: Edit
fi: Muokkaa

source: Show more
fi: Näytä lisää

source: Hide
fi: Piilota

source: Data portal
fi: Dataportaali

source: Content management
fi: Sisällönhallinta

source: Management
fi: Ylläpito

source: Follow us
fi: Seuraa meitä

source: Service message
fi: Huoltoilmoitus

source: Access resource data via a web API with powerful query support
fi: Sisällöt on saatavilla myös rajapinnan (API) kautta

source: Further information in the <a href="http://docs.ckan.org/en/latest/maintaining/datastore.html" target="_blank">main CKAN Data API and DataStore documentation</a>.</p>
fi: Lisäinformaatiota löydät <a href="http://docs.ckan.org/en/latest/maintaining/datastore.html" target="_blank">CKAN Data API ja DataStore -dokumentaatiosta</a>.</p>

source: Endpoints
fi: Päätepisteet

source: The Data API can be accessed via the following actions of the CKAN action API.
fi: Data-API:a voidaan käyttää seuraavilla CKAN action API:n toiminnoilla.

source: Query
fi: Haku

source: Query (via SQL)
fi: SQL-haku

source: Querying
fi: Hakeminen

source: Query example (first 5 results)
fi: Hakuesimerkki (ensimmäiset 5 tulosta)

source: Query example (results containing 'my_resource_query')
fi: Kyselyesimerkki (tulokset sisältäen 'my_resource_query')

source: Query example (via SQL statement)
fi: Kyselyesimerkki (SQL-haun kautta)

source: Example: Javascript
fi: Esimerkki: Javascript

source: A simple ajax (JSONP) request to the data API using jQuery.
fi: Yksinkertainen ajax (JSONP) -kysely data-API:in käyttäen jQuery-kutsua.

source: Example: Python
fi: Esimerkki: Python

source: Articles
fi: Artikkelit

source: This page currently has no content
fi: Sivulla ei ole sisältöä

source: Add Article
fi: Lisää artikkeli

source: Blog
fi: Blogi

source: Add page
fi: Lisää sivu

source: There are currently no blog articles here
fi: Sivustolla ei ole yhtään artikkelia

source: There are currently no pages here
fi: Täällä ei tällä hetkellä ole sivuja

source: Search collections...
fi: Hae datakokoelmista...

source: Search groups...
fi: Hae kategorioita...

source: Name Ascending
fi: Nimen mukaan nousevasti

source: Name Descending
fi: Nimen mukaan laskevasti

source: Datasets
fi: Tietoaineistot

source: Activity Stream
fi: Aktiivisuusvirta

source: {num} Dataset
fi: {num} tietoaineisto

source: 0 Datasets
fi: 0 tietoaineistoa

source: View {name}
fi: Näytä {name}

source: Remove dataset from this group
fi: Poista tietoaineisto tästä kategoriasta

source: What are Groups?
fi: Mitä kategoriat ovat?

source: You can use CKAN Groups to create and manage collections of datasets. This could be to catalogue datasets for a particular project or team, or on a particular theme, or as a very simple way to help people find and search your own published datasets.
fi: Kategorioiden avulla datoja ryhmitellään eri teemojen mukaan. Yksi aineisto voi kuulua useampaan kategoriaan.

source: Sysadmin settings
fi: Järjestelmän ylläpitäjän asetukset

source: Admin
fi: Ylläpitäjä - Admin

source: Dataset Editor
fi: Massamuokkaus

source: View profile
fi: Näytä profiili

source: Dashboard (%(num)d new item)
fi: Dashboard (%(num)d uusi kohde)

source: Edit settings
fi: Muokkaa asetuksia

source: Settings
fi: Asetukset

source: Log out
fi: Kirjaudu ulos

source: Log in
fi: Kirjaudu sisään

source: Register
fi: Rekisteröidy

source: Edit datasets
fi: Muokkaa tietoaineistoja

source: found for "{query}"
fi: löytyi haulla "{query}"

source: Sorry no datasets found for "{query}"
fi: Haulla "{query}" ei löytynyt dataa

source: Last Modified
fi: Viimeksi muokattu

source: Make public
fi: Muuta julkiseksi

source: Make private
fi: Muuta yksityiseksi

source: Delete
fi: Poista

source: Draft
fi: Luonnos

source: Deleted
fi: Poistettu

source: Private
fi: Yksityinen

source: This organization has no datasets associated to it
fi: Tähän organisaatioon ei liity tietoaineistoja

source: Search organizations...
fi: Hae organisaatioita...

source: Last Created
fi: Viimeksi luotu

source: Popular
fi: Suositut

source: Relevance
fi: Relevanssi

source: Search datasets...
fi: Hae tietoaineistoista...

source: Associate this group with this dataset
fi: Liitä kategoria tähän dataan

source: Add to group
fi: Lisää kategoriaan

source: There are no groups associated with this dataset
fi: Data ei kuulu kategorioihin

source: Add view
fi: Lisää näkymä

source: Data Explorer views may be slow and unreliable unless the DataStore extension is enabled. For more information, please see the <a href='http://docs.ckan.org/en/latest/maintaining/data-viewer.html#viewing-structured-data-the-data-explorer' target='_blank'>Data Explorer documentation</a>.
fi: Data Explorer -näkymät voivat olla hitaita ja epäluotettavia, jos DataStore-laajennus ei ole käytössä. Lisätietojen saamiseksi katso <a href='http://docs.ckan.org/en/latest/maintaining/data-viewer.html#viewing-structured-data-the-data-explorer' target='_blank'>Data Explorer -dokumentaatio</a>.

source: Preview
fi: Esikatselu

source: Add
fi: Lisää

source: Subscribe for dataset updates
fi: Tilaa ilmoitukset muutoksista

source: Dataset
fi: Tietoaineisto

source: Showcases
fi: Sovellukset

source: Manage
fi: Hallitse

source: View
fi: Näkymä

source: API Endpoint
fi: API-osoite

source: Download
fi: Lataa

source: There are no views created for this resource yet.
fi: Resurssille ei ole luotu vielä yhtään näkymää.

source: Not seeing the views you were expecting?
fi: Et näe odottamiasi näkymiä?

source: Click here for more information.
fi: Klikkaa tästä saadaksesi lisätietoa...

source: Here are some reasons you may not be seeing expected views:
fi: Tässä joitain syitä, jos et näe odottamiasi näkymiä:

source: No view has been created that is suitable for this resource
fi: Tälle resurssille ei ole luotu yhtään näkymää

source: The site administrators may not have enabled the relevant view plugins
fi: Voi olla, ettei ylläpitäjä ole ottanut käyttöön tarvittavia liitännäisiä

source: If a view requires the DataStore, the DataStore plugin may not be enabled, or the data may not have been pushed to the DataStore, or the DataStore hasn't finished processing the data yet
fi: Jos näkymä vaatii DataStoren, voi olla, ettei DataStore-liitännäistä ole otettu käyttöön tai ettei tietoja ole tallennettu DataStoreen tai ettei DataStore ole vielä saanut prosessointia valmiiksi.

source: From the dataset abstract
fi: Datan kuvaus

source: Source: <a href="%(url)s">%(dataset)s</a>
fi: Lähde: <a href="%(url)s">%(dataset)s</a>

source: Show less
fi: Näytä vähemmän

source: Back to dataset
fi: Takaisin tietoaineistoon

source: Add Dataset
fi: Lisää tietoaineisto

source: Newest first
fi: Uusin ensin

source: Oldest first
fi: Vanhin ensin

source: API Docs
fi: API-dokumentaatio

source: full {format} dump
fi: täysi {format} dumppi

source: You can also access this registry using the %(api_link)s (see %(api_doc_link)s) or download a %(dump_link)s.
fi: Voit käyttää rekisteriä myös %(api_link)s avulla (katso myös %(api_doc_link)s) tai ladata tiedostoina %(dump_link)s.

source: You can also access this registry using the %(api_link)s (see %(api_doc_link)s).
fi: Voit käyttää rekisteriä myös %(api_link)s avulla (katso myös %(api_doc_link)s).

source: Additional Info
fi: Lisätiedot

source: Source
fi: Lähde

source: Author
fi: Tekijä

source: Maintainer
fi: Ylläpitäjä

source: Version
fi: Versio

source: State
fi: Tila

source: Last Updated
fi: Viimeksi päivitetty

source: Created
fi: Luotu

source: Rating
fi: Arvosana

source: The <i>data license</i> you select above only applies to the contents of any resource files that you add to this dataset. By submitting this form, you agree to release the <i>metadata</i> values that you enter into the form under the <a href="http://opendatacommons.org/licenses/odbl/1-0/">Open Database License</a>.
fi: Lomakkeella valittu<i>lisenssi</i> koskee ainoastaan tähän tietoaineistoon liittämääsi dataa. Lähettämällä tämän lomakkeen suostut julkaisemaan täyttämäsi <i>metatiedot</i> <a href="http://opendatacommons.org/licenses/odbl/1-0/">Creative Commons 0 -lisenssin</a> mukaisesti.

source: Name
fi: Nimi

source: eg. January 2011 Gold Prices
fi: Resurssin nimi. Esim. vuosiluku tai tiedostoformaatti.

source: Description
fi: Kuvaus

source: Some useful notes about the data
fi: Datan sanallinen kuvaus

source: Format
fi: Tiedostomuoto

source: eg. CSV, XML or JSON
fi: esim. CSV, XML tai JSON

source: This will be guessed automatically. Leave blank if you wish
fi: Tämä päätellään automaattisesti. Jätä tyhjäksi, jos haluat.

source: eg. 2012-06-05
fi: esim. 2012-06-05

source: File Size
fi: Tiedoston koko tavuina

source: eg. 1024
fi: esim. 1024

source: MIME Type
fi: MIME-tyyppi

source: eg. application/json
fi: esim. application/json

source: Are you sure you want to delete this resource?
fi: Haluatko varmasti poistaa tämän resurssin?

source: Previous
fi: Edellinen

source: Save & add another
fi: Tallenna ja lisää toinen

source: Finish
fi: Valmis

source: Estimated upload times with the selected resource file
fi: Arvioidut latausajat valitulle resurssitiedostolle

source: Fullscreen
fi: Koko näyttö

source: Embed
fi: Upota

source: This resource view is not available at the moment.
fi: Resurssille ei ole esikatselua tällä hetkellä.

source: Download resource
fi: Lataa resurssi

source: Your browser does not support iframes.
fi: Selaimesi ei tue iframe-elementtejä.

source: Embed resource view
fi: Upota resurssinäkymä

source: You can copy and paste the embed code into a CMS or blog software that supports raw HTML
fi: Voit kopioida ja liittää upotuskoodin CMS:ään tai blogiin, joka tukee HTML-koodia.

source: Width
fi: Leveys

source: Height
fi: Korkeus

source: Code
fi: Koodi

source: Resources
fi: Data ja resurssit

source: Title
fi: Nimi

source: eg. My View
fi: Näkymän nimi

source: eg. Information about my view
fi: Tiivis kuvaus näkymästä

source: What's a view?
fi: Mikä on näkymä?

source: A view is a representation of the data held against a resource
fi: Näkymässä voi mm. esikatsella resurssin sisältämää dataa.

source: Reports
fi: Raportit

source: View Report
fi: Avaa raportti

source: Generated
fi: Generoitu

source: As a system administrator you are able to refresh this report on demand by clicking the 'Refresh' button.
fi: Voit päivittää tämän raportin nyt painamalla 'Päivitä'.

source: Options
fi: Valinnat

source: Results
fi: Tulokset

source: No results found.
fi: Tuloksia ei löytynyt

source: Create Showcase
fi: Tallenna sovellus

source: View showcase
fi: Näytä sovellus

source: Edit showcase
fi: Muokkaa sovellusta

source: Manage datasets
fi: Hallitse tietoaineistoja

source: Showcases - Manage datasets
fi: Sovellukset - Hallitse tietoaineistoja

source: Datasets available to add to this showcase
fi: Tietoaineistot, jotka voi liittää tähän sovellukseen

source: Add to Showcase
fi: Liitä sovellukseen

source: No datasets could be found
fi: Tietoaineistoja ei löytynyt

source: Datasets in this showcase
fi: Sovellukseen liittyvät tietoaineistot

source: Remove from Showcase
fi: Poista sovelluksesta

source: This showcase has no datasets associated to it
fi: Tähän sovellukseen ei liity tietoaineistoja

source: Launch website
fi: Avaa sivu

source: Search showcases...
fi: Hae sovelluksia...

source: Show More {facet_type}
fi: Näytä lisää {facet_type}

source: Show Only Popular {facet_type}
fi: Näytä vain yleisimmät {facet_type}

source: There are no {facet_type} that match this search
fi: Hakuun ei liity {facet_type} -tyyppistä sisältöä

source: Home
fi: Etusivu

source: Close preview
fi: Sulje esittely

source: Show preview
fi: Avaa esittely

source: No License Provided
fi: Lisenssiä ei määritelty

source: License
fi: Lisenssi

source: This dataset satisfies the Open Definition.
fi: Tämä tietoaineisto täyttää avoimen datan määritelmän.

source: This dataset has no description
fi: Tietoaineistolla ei ole kuvausta

source: This showcase has no description
fi: Sovelluksella ei ole kuvausta

source: View {showcase_title}
fi: Näytä {showcase_title}

source: Read more
fi: Lue lisää

source: Submit
fi: Lähetä

source: Go
fi: Siirry

source: Tags
fi: Avainsanat

source: <p class="extra">Please try another search or change search facets.</p>
fi: <p class="extra">Kokeile erilaista hakusanaa tai vaihda hakutermejä.</p>

source: <p><strong>There was an error while searching.</strong> Please try again.</p>
fi: <p><strong>Haussa tapahtui virhe.</strong> Yritä uudelleen.</p>

source: Search
fi: Hae

source: Filters
fi: Suodattimet

source: About
fi: Tiedot

source: News feed
fi: Uutisvirta

source: My Datasets
fi: Minun tietoaineistoni

source: My Organizations
fi: Minun organisaationi

source: My Groups
fi: Minun kategoriani

source: Activity from items that I'm following
fi: Seuraamieni osioiden toiminta

source: Login
fi: Kirjaudu

source: Activity from:
fi: Tapahtumia kohteessa:

source: Search list...
fi: Hae listalta...

source: You are not following anything
fi: Et seuraa mitään
