Repository: 6aika/sixodp
Catalog: sixodp/i18n/*/LC_MESSAGES/sixodp.po
Languages: fi, sv

source: Home
fi: Etusivu
sv: Framsida

source: Current
fi: Ajankohtaista
sv: Aktuell

source: Latest updates
fi: Viimeisimmät päivitykset
sv: Senaste uppdateringar

source: Data Requests
fi: Datatoiveet
sv: Dataförfrågor

source: New data request
fi: Uusi datatoive
sv: Ny dataförfrågan

source: Data request
fi: Datatoive
sv: Dataförfråga

source: Previous page
fi: Edellinen
sv: Föregående sida

source: Next page
fi: Seuraava
sv: Nästa sida

source: Showcase ideas
fi: Sovellusideat
sv: Applikationsidéer

source: New showcase idea
fi: Uusi sovellusidea
sv: Publicera din applikationsidé

source: Showcase idea
fi: Sovellusidea
sv: Applikationsidé

source: Content is required
fi: Sisältö on pakollinen
sv: Detta fält måste fyllas i

source: Title is required
fi: Otsikko on pakollinen
sv: Detta fält måste fyllas i

source: Email is required
fi: Sähköpostiosoite on pakollinen
sv: Detta fält måste fyllas i

source: Email must be valid
fi: Sähköpostiosoitteen tulee olla oikeassa muodossa
sv: Email måste vara giltig

source: Name is required and must be over 3 characters long
fi: Nimi on pakollinen tieto, ja sen tulee sisältää vähintään 3 merkkiä.
sv: Namn måste vara minst 3 tecken

source: Recaptcha must be validated
fi: Vahvista valinnalla, ettet ole botti.
sv: Recaptcha måste valideras

source: New Data Request
fi: Uusi datatoive
sv: Ny dataförfrågan

source: Thank you for submission.
fi: Kiitos viestistä! Palaamme tarvittaessa asiaan mahdollisimman pian.
sv: Tack för inlägget.

source: Your data request will be moderated, it may be modified or combined with similar requests. Moderated request will be published on this site and will be forwarded to person responsible for the data if possible.
fi: Tällä lomakkeella voit lähettää datatoiveesi meille. Datatoiveesi arvioidaan ja sitä saatetaan muokata ennen julkaisua. Muokatut toiveet julkaistaan tällä sivustolla ja välitetään mahdollisuuksien mukaan datasta vastaavalle taholle.
sv: Med denna blankett kan du skicka oss din dataförfrågan. Din förfrågan utvärderas, den kan ändras och kombineras med andra liknande förfrågningar. De modifierade förfrågningarna kommer att publiceras på denna sida och vidarebefordras om möjligt till de som ansvarar för datauppgifterna.

source: Title
fi: Otsikko
sv: * Rubrik

source: eg. A descriptive title for the data request
fi: esim. datatoiveen nimi tai aihealue
sv: Namn på din dataförfrågan / tema

source: Your request
fi: Datatoive
sv: * Din dataförfrågan

source: Name
fi: Nimi
sv: * Namn

source: Your name will not be published with data request.
fi: Nimeäsi ei julkaista datatoiveen yhteydessä. Sitä käytetään tarvittaessa yhteydenottoon esimerkiksi datatoiveen edistämisen tai lisätietojen osalta.
sv: Ditt namn kommer inte att publiceras med dataförfrågan.

source: Email
fi: Sähköpostiosoite
sv: * E-postadress

source: Your email will not be published with data request.
fi: Sähköpostiosoitettasi ei julkaista datatoiveen yhteydessä. Sitä käytetään tarvittaessa yhteydenottoon esimerkiksi datatoiveen edistämisen tai lisätietojen osalta.
sv: Din e-postadress kommer inte att publiceras med dataförfrågan.

source: Submit
fi: Lähetä
sv: Skicka

source: Data portal
fi: Dataportaali
sv: Dataportalen

source: Content manangement system
fi: Sisällönhallinta
sv: Innehållshanteringssystem

source: Management
fi: Ylläpito
sv: Underhåll

source: Primary Menu
fi: Päävalikko

source: Secondary Menu
fi: Alavalikko

source: Social Links Menu
fi: Somelinkkivalikko

source: Footer Menu
fi: Alatunnisteen valikko

# post type general name
source: Notifications
fi: Ilmoitukset

# post type singular name
source: Notification
fi: Ilmoitus

# Notification
source: Add New
fi: Lisää uusi

source: Add New Notification
fi: Lisää uusi ilmoitus

source: Edit Notification
fi: Muokkaa ilmoitusta

source: New Notification
fi: Uusi ilmoitus

source: All Notifications
fi: Kaikki ilmoitukset

source: View Notification
fi: Näytä ilmoitus

source: Search notifications
fi: Etsi ilmoituksia

source: No notifications found
fi: Ilmoituksia ei löytynyt

source: No notifications found in the Trash
fi: Ei ilmoituksia roskakorissa

source: days
fi: päivää
sv: dagar

source: hours
fi: tuntia
sv: timmar

source: ago
fi: sitten
sv: sedan

source: Page
fi: Sivu
sv: Sidan

source: Datasets
fi: Datat
sv: Dataset

source: Applications
fi: Sovellukset
sv: Applikationer

source: Comments
fi: Kommentit
sv: Kommentar

source: Posts
fi: Artikkelit
sv: Artiklar

source: Pages
fi: Sivut
sv: Sidor

source: App Requests
fi: Sovellusideat
sv: Applikationsidéer

source: Update
fi: Päivitä
sv: Uppdatera

source: No updates found between %1$s and %2$s.
fi: Ei päivityksiä ajalla %1$s-%2$s.
sv: Inga uppdateringar mellan %1$s-%2$s.

source: Updates between %1$s and %2$s.
fi: Päivitykset ajalla %1$s-%2$s.
sv: Uppdateringar mellan %1$s-%2$s.

source: Categories
fi: Kategoriat
sv: Kategorier

source: Author
fi: Tekijä
sv: Författare

source: All datasets
fi: Kaikki datat
sv: All data

source: Latest applications
fi: Uusimmat sovellukset
sv: Nyaste applikationer

source: Do you have a dataset or an application to share?
fi: Onko sinulla valmis sovellus tai idea sovelluksesta?
sv: Har du data eller en dataförfrågan?

source: Share it!
fi: Julkaise se palvelussamme!
sv: Publicera den i vår tjänst!

source: Submit an application
fi: Ilmoita sovellus
sv: Skicka in ny applikation

source: Share an application
fi: Kerro sovellusidea
sv: Skicka in en ny applikationsidé

source: Latest datasets
fi: Viimeksi päivitetyt datat
sv: Nyaste data

source: Dataset
fi: Data

source: Do you have a request for a dataset or an idea for application?
fi: Onko sinulla dataa tai datatoive?
sv: Har du en färdig applikation eller en idé om en applikation?

source: Tell us!
fi: Kerro se meille!
sv: Berätta det för oss!

source: Submit a dataset
fi: Ilmoita data
sv: Skicka in ny dataset

source: Share an open data idea
fi: Kerro datatoive
sv: Skicka in dataförfrågan

source: More updates
fi: Lisää päivityksiä
sv: Fler uppdateringar

source: Other
fi: Muu sisältö
sv: Andra

source: Keyword
fi: Hakusana
sv: Tag

source: Search
fi: Hae
sv: Sök

source: Show all
fi: Näytä kaikki
sv: Visa allt

source: Showcase
fi: Sovellus
sv: Applikation

source: Article
fi: Artikkeli
sv: Artikeln

source: Comment
fi: Kommentti
sv: Komment

source: Toggle navigation
fi: Näytä tai piilota valikko

source: Skip to content
fi: Siirry sisältöön

source: Show submenu for
fi: Näytä alavalikko

source: In Finnish
fi: Suomeksi

source: In English
fi: Englanniksi

source: In Swedish
fi: Ruotsiksi

source: Results in groups
fi: Hakutulokset kategorioittain
sv: Sökkategori

source: Others
fi: Muu sisältö
sv: Annat innehåll

source: Search results: Applications (%d)
fi: Hakutulokset: Sovellukset (%d)
sv: Sökkategori: Applikationer (%d)

source: Search results: Datasets (%d)
fi: Hakutulokset: Datat (%d)
sv: Sökkategori: Dataset (%d)

source: Search results: Others (%d)
fi: Hakutulokset: Muu sisältö (%d)
sv: Sökkategori: Annat innehåll ()

source: Follow us
fi: Seuraa meitä
sv: Följa oss

source: Dataset_count
fi: Dataa
sv: Dataset

source: Application_count
fi: Sovellusta
sv: Applikationer

source: Interfaces
fi: Rajapintaa
sv: APIs

source: Any questions?
fi: Kysymyksiä?
sv: Några frågor?

source: Contact us
fi: Ota yhteyttä
sv: Kontakta oss

source: Tuki
fi: Ohjeet
sv: Stöd

source: Themes
fi: Teemat
sv: Teman

source: Search from site
fi: Hae sivustolta
sv: Sök från webbsidan

# placeholder
source: Search…
fi: Hae...
sv: Sök...

# label
source: Search for
fi: Hae
sv: Söka efter

source: New Showcase idea
fi: Uusi sovellusidea
sv: Publicera din applikationsidé

source: Your showcase idea will be moderated, it may be modified or combined with similar ideas. Moderated ideas will be published on this site.
fi: Ilmoitustasi saatetaan muokata ennen julkaisua. Ideat julkaistaan tällä sivustolla.
sv: Din applikationsidé utvärderas, den kan ändras och kombineras med andra liknande applikationsidéer. De modifierade applikationsidéer kommer att publiceras på denna sida.

source: eg. A descriptive title
fi: esim. idean nimi tai aihealue
sv: Namn på din dataförfrågan / tema

source: Your idea
fi: Idean kuvaus
sv: * Din applikationsidé

source: Your name will not be published with showcase idea.
fi: Nimeäsi ei julkaista sovellusidean yhteydessä. Sitä käytetään tarvittaessa yhteydenottoon esimerkiksi sovellusidean edistämisen tai tarvittavien lisätietojen osalta.
sv: Ditt namn kommer inte att publiceras med applikationsidé.

source: Your email will not be published with showcase idea.
fi: Sähköpostiosoitettasi ei julkaista sovellusidean yhteydessä. Sitä käytetään tarvittaessa yhteydenottoon esimerkiksi sovellusidean edistämisen tai tarvittavien lisätietojen osalta.
sv: Ditt e-postadress kommer inte att publiceras med applikationsidé.

source: Date
fi: Päivämäärä
sv: Datum

source: Data Request
fi: Datatoive
sv: Dataförfrågan

source: Showcase Idea
fi: Sovellusidea
sv: Applikationsidé

source: Tags
fi: Avainsanat
sv: Taggar

source: Content with tag
fi: Sisältöä avainsanalla
sv: Innehåll med tagg

source: Popular tags
fi: Suositut avainsanat
sv: Populära taggar

source: dataset
fi: Data
sv: Data

source: showcase
fi: Sovellus
sv: Applikation

source: comment
fi: Kommentti
sv: Kommentar

source: post
fi: Artikkeli
sv: Artikel

source: page
fi: Sivu
sv: Sida

source: data_request
fi: Datatoive
sv: Dataförfråga

source: app_request
fi: Sovellusidea
sv: Applikationsidé

source: Support
fi: Ohjeet
sv: Stöd

source: Roadmap
fi: Työn alla

source: Tuki childpage
fi: Tuki: alasivu

source: Read more
sv: Läs mer

source: Ajankohtaista
sv: Aktuellt

source: Datatoive-lomake
sv: Blankett för dataförfrågan

source: Viimeisimmät päivitykset
sv: Senaste uppdateringar

source: Sovellusidea-lomake
sv: Blankett för applikationsidé
