Repository: 6aika/sixodp
Catalog: ckanext/ckanext-sixodp_showcasesubmit/ckanext/sixodp_showcasesubmit/i18n/*/LC_MESSAGES/ckanext-sixodp_showcasesubmit.po
Languages: fi, sv

source: A user has submitted a new showcase
fi: Käyttäjä on ilmoittanut uuden sovelluksen

source: New showcase notification
fi: Ilmoitus uudesta sovelluksesta

source: Showcase submitted successfully
fi: Sovelluksen lähetys onnistui

source: N.B. The following dataset could not be automatically linked
fi: Huom: Seuraavaa aineistoa ei voitu automaattisesti liittää sovellukseen

source: Unauthorized to create a package
fi: Ei oikeuksia luoda tietoaineistoa
sv: Oberhörig för att skapa paket

source: Showcase submit notification email addresses (separate emails with a space)
fi: Sähköpostiosoitteet, joihin ilmoitetaan uudesta sovelluksesta (erota osoitteet välilyönnillä)

source: Submit a showcase
fi: Ilmoita sovellus
sv: Skicka in ny applikation

source: By filling this form you can submit your open-data showcase to be published on this website. Fill in at least the desired title of your showcase and leave your contact information. The site adminstrator will contact you for further information after a few days.
fi: Tällä lomakkeella voit ilmoittaa kehittämäsi sovelluksen esiteltäväksi tällä sivustolla. Sovellukseksi kelpaa kaikenlaiset avoimen datan käyttökohteet kuten esimerkiksi mobiiliapplikaatiot, artikkelit, tutkimukset ja uutiset. Täytä ainakin tähdellä merkityt pakolliset kentät. Sivuston ylläpitäjä ottaa tarvittaessa yhteyttä lisätietoja varten muutaman vuorokauden kuluessa.
sv: Genom att fylla i detta formulär kan du skicka in din applikation som ska publiceras på denna webbplats. Fyll i minst den önskade titeln på din applikation och lämna din kontaktinformation.

source: Showcase name
fi: Sovelluksen nimi
sv: Applikation

source: Description
fi: Kuvaus
sv: Beskrivning

source: eg. A detailed description about showcase
fi: Kuvaus sovelluksesta ja sen keskeisistä ominaisuuksista
sv: En allmän, kompakt och lättförståelig beskrivning av applikation.

source: Name or organization of the author
fi: Tekijän nimi tai organisaatio
sv: Författarens namn eller organisation

source: Can be a person's name or the name of the organization which has developed the showcase.
fi: Sovelluksen kehittäneen henkilön tai organisaation nimi. Näytetään sivustolla.
sv: Kan vara en persons namn eller namnet på organisationen som har utvecklat applikationen.

source: Application website
fi: Sovelluksen verkkosivusto
sv: Applikationswebbplats

source: The original source url or a website dedicated for the showcase
fi: Sovelluksen tekijän verkkosivusto. Ilmoita tässä mahdollinen sovelluksen tekijän kotisivu tai sovellukselle rakennettu oma esittelysivu.
sv: Allmän webbplats för applikationen

source: Platform
fi: Alusta
sv: Plattform

source: e.g. android
fi: esim. Android tai iOS

source: Type in separately every platform that the showcase supports. First type the name of the platform and press enter to select it. You can remove platforms by clicking the remove icon before the platform name or remove the last one with backspace.
fi: Syötä tähän sovelluksen tukemien alustojen nimet. Kenttä hakee portaaliin ilmoitettujen sovellusten käyttämiä alustoja kun kenttään alkaa kirjoittamaan. Voit tarvittaessa lisätä myös uuden alustan.
sv: Plattformar som stöds

source: Store urls
fi: Sovelluksen www-osoite
sv: Applikationsbutik URLs

source: Enter at least one url to the showcase in platform specific application stores (e.g. Apple App Store, Google Play or Windows App Store)
fi: Sovelluksen www-osoite. Mobiilisovelluksilla linkki sovelluskauppaan (esim. Google Play, Apple App Store). Muun tyyppisillä sovelluksilla linkki sivulle, jossa sovellusta voi käyttää tai jonka kautta sen voi ladata. Linkeistä luodaan automaattisesti jakelualustan tunnistava latauspainike sovelluksen esittelysivulle.
sv: Ange minst en url till applikationen i applikationsbutiker (t.ex. Apple App Store, Google Play)

source: Showcase images
fi: Sovelluksen kuvat
sv: Applikationsbilder

source: Upload or provide a link for up to three images which will be presented in the showcase info page.
fi: Lähetä tai lisää linkki korkeintaan kolmeen kuvatiedostoon. Kuvat tulevat sovelluksen esittelysivulle.
sv: Ladda upp eller ge en länk för upp till tre bilder som kommer att presenteras på informationssidan för applikationen.

source: Image 1
fi: Kuva 1
sv: Bild 1

source: Image 2
fi: Kuva 2
sv: Bild 2

source: Image 3
fi: Kuva 3
sv: Bild 3

source: Icon
fi: Kuvake
sv: Ikon

source: Upload or provide a link to an icon image file. This image will be shown as the icon for the showcase.
fi: Kuvake toimii sovelluksen ikonina sovelluksen esittelysivun ylänurkassa.
sv: Ikon kommer att presenteras på informationssidan för applikationen.

source: Featured image
fi: Esittelykuva
sv: Utvald bild

source: Upload or provide a link to an image file which will be shown elsewhere in the site as an advert for the showcase.
fi: Esittelykuvaa hyödynnetään sovelluksen korttinäkymissä eri puolilla portaalia.
sv: Den visade bilden kommer att användas som en presentbildskortsbild på webbplatsen.

source: Related datasets
fi: Sovelluksessa käytetyt datat
sv: Relaterad dataset

source: Select one or multiple datasets
fi: Valitse yksi tai useampi data
sv: Välj en eller flera dataset

source: Search for a dataset
fi: Etsi dataa
sv: Sök i dataset

source: Submitter info
fi: Ilmoittajan tiedot
sv: Sändarinfo

source: Name of the submitter
fi: Ilmoittajan nimi
sv: Namn

source: Submitter email
fi: Ilmoittajan sähköpostiosoite
sv: Email

source: I accept that metadata of the application is distributed to other data portals.
fi: Hyväksyn, että lähettämäni metatiedot ja kuvat sovelluksesta välitetään muihin dataportaaleihin, kuten avoindata.fi:hin.
sv: Jag accepterar att metadata för applikationen distribueras till andra dataportaler.

source: Submit
fi: Lähetä
sv: Skicka

source: Image URL
sv: Bild URL

source: Image
sv: Bild

source: Clear Upload
sv: Rensa uppladdning
